{login}, вы забыли пароль?

Твиттер получил запрос на изменение пароля к вашей учётной записи.

Если вы хотите изменить пароль, нажмите на ссылку, расположенную ниже (или скопируйте и вставьте ссылку в адресную строку Интернет-обозревателя):
{reset_link}

Данная ссылка приведёт вас на защищённую страницу, где вы сможете изменить пароль. Раздел справочного центра, посвящённый безопасности, поможет вам выбрать надёжный пароль.

Если вы не хотите менять пароль, пожалуйста, не обращайте внимания на это сообщение. Ваш пароль останется прежним. Если у вас возникли какие-либо вопросы, свяжитесь со службой поддержки Твиттера.

Команда Твиттера

Пожалуйста, не отвечайте на данное сообщение; оно было выслано автоматически. Это сообщение является служебным письмом, которое связано с вашей учётной записью в Твиттере. Если у вас есть вопросы или вам необходима помощь, вы можете обратиться в службу поддержки Твиттера.